Repository: sureshpareek915/shopistas-feed-export-master
Catalog: languages/shopistas-feed-export-*.po
Languages: el

source: This plugin provide woocommerce product XML Feed.
el: Αυτό το plugin παρέχει woocommerce προϊόν XML Feed.

source: Shopistas Feed Export
el: Εξαγωγή ζωοτροφών Shopistas

source: Shopistas Feed Export settings
el: Shopistas Ρυθμίσεις εξαγωγής τροφών

source: Enabled?
el: Ενεργοποιήθηκε?

source: Product XML Feeds for WooCommerce.
el: Τροφοδοσίες XML προϊόντος για το WooCommerce.

source: Yes
el: Ναί

source: No
el: Οχι

source: XMl File Name
el: Όνομα αρχείου XMl

source: Updated Period
el: Ενημερωμένη περίοδος

source: Sets the number of minutes feed file creation script is allowed to run. Default 120 minutes set.
el: Ορίζει τον αριθμό των λεπτών δέσμης ενεργειών δημιουργίας αρχείου ροής που επιτρέπεται να εκτελείται. Προεπιλογή 120 λεπτών.

source: Save Changes
el: Αποθήκευσε τις αλλαγές

source: Download XML
el: Λήψη XML

source: Settings are saved successfully.
el: Οι ρυθμίσεις αποθηκεύονται με επιτυχία.

source: Plese enter value in required field
el: Συμπληρώστε την τιμή εισαγωγής στο υποχρεωτικό πεδίο

source: Product cannot be added to the cart.
el: Το προϊόν δεν μπορεί να προστεθεί στο καλάθι.

source: Enter custom XML file name. By default name is wc-export.xml %2$s File Path: %1$s
el: Καταχωρίστε προσαρμοσμένο όνομα αρχείου XML. Το προεπιλεγμένο όνομα είναι wc-export.xml %2$s Διαδρομή αρχείου: %1$s

source: Immediately available
el: Αμεσα διαθέσιμα
